Repository: dongdm6897/freemar-datn
Catalog: res/values/strings_*.arb
Languages: vi

# app_title
source: FreeMar - Free Marketing
vi: FreeMar - Anh bán cho em nha!

# app_description
source: The app for sale & buy everything over internet
vi: Ứng dụng hỗ trợ bán hàng tin cậy cho mọi người. Có gì bán nấy, không phân biệt cũ mới.

source: Create product
vi: Tạo sản phẩm

source: Product ID
vi: Mã sản phẩm

source: Product Name
vi: Tên sản phẩm

# product_hint
source: Required
vi: Bắt buộc

# product_name_guidance
source: Please input product name
vi: Hãy nhập tên sản phẩm

# product_description
source: Description
vi: Mô tả

# product_description_hint
source: Description description, ...
vi: Mô tả chi tiết sản phẩm, cách sử dụng, ...

# product_informations
source: Informations
vi: Thông tin sản phẩm

# product_category
source: Category
vi: Danh mục

# product_status
source: Status
vi: Trạng thái

# product_target_gender
source: Target Gender
vi: Giới tính

# product_target_age
source: Target Age
vi: Độ tuổi

# product_size
source: Size
vi: Kích cỡ

# product_color
source: Color
vi: Màu sắc

# product_brand
source: Brand
vi: Nhãn hiệu

# product_shipping
source: Shipping informations
vi: Thông tin giao hàng

# product_shipping_fee_pay_method
source: Shipping pay method
vi: Phí giao hàng

# product_shipping_from
source: Shipping from
vi: Gửi hàng từ

# product_pricing_informations
source: Pricing informations
vi: Thông tin giá cả

# product_pricing
source: Price
vi: Giá

# product_fee
source: Fee
vi: Phí dịch vụ

# product_income_pricing
source: Income price
vi: Tiền người bán nhận được

# product_save
source: Temporary Save
vi: Lưu tạm (chưa public)

# product_confirm
source: Confirm
vi: Xác nhận thông tin

# product_confirm_title
source: Confirm product
vi: Xác nhận thông tin sản phẩm trước khi đăng bán

# product_post
source: Post
vi: Đăng bán

# product_back
source: Back
vi: Quay lại

# product_buy
source: Buy
vi: Mua sản phẩm

# product_save_ok
source: Product was saved successful.
vi: Sản phẩm đã được lưu thành công.

# product_post_ok
source: Product was posted successful.
vi: Sản phẩm đã được đăng bán thành công.

# product_same_brand_products
source: Products with same brand
vi: Các sản phẩm cùng nhãn hiệu

# product_same_category_products
source: Products with same category
vi: Các sản phẩm cùng danh mục

# product_same_brand_category_products
source: Products with same brand & category
vi: Các sản phầm cùng nhãn hiệu và danh mục

# product_same_seller_products
source: Products with same seller
vi: Sản phẩm của cùng người bán

# product_watched
source: Watched
vi: Đã xem

# product_ads
source: Ads
vi: Quảng cáo

# product_post_confirm_title
source: Confirm
vi: Xác nhận

# product_post_confirm_message
source: Do you want to post this product?
vi: Bạn thực sự muốn đăng bán sản phẩm này chứ?

# product_seller_informations
source: Seller informations
vi: Thông tin người bán

# product_buyer_informations
source: Buyer informations
vi: Thông tin người mua

# product_commented
source: Comment
vi: Bình luận

# product_favorite
source: Favorite
vi: Yêu thích

# product_write_comment
source: Write a comment
vi: Gửi đánh giá của bạn

# product_no_comment
source: No comments
vi: Chưa có đánh giá nào cho sản phẩm này.

# product_share
source: Share
vi: Chia sẻ

# product_report_bad_product
source: Report bad product
vi: Báo cáo sản phẩm xấu, vi phạm quy định

# product_shipping_fee_include
source: Shipping fee included
vi: Bao gồm cả phí vận chuyển

# product_ship_after_call
source: Ship after call
vi: Chuyển ngay sau khi đặt hàng

# product_ship_provider
source: Ship provider
vi: Dịch vụ chuyển phát

# product_setting_payment
source: Setting payment
vi: Thiết lập thanh toán

# product_setting_shipping
source: Setting shipping
vi: Thiết lập chuyển phát

# product_coupon
source: Coupon
vi: Phiếu giảm giá

# product_choose_payment_method
source: Choose payment method
vi: Chọn hình thức thanh toán

# product_related
source: Related products
vi: Sản phẩm liên quan

# product_products_in_order
source: Products in order
vi: Sản phẩm đang mua

# product_draft
source: Registering products
vi: Đang tạo

# product_selling
source: Selling products
vi: Đăng bán

# product_ordering
source: Ordering products
vi: Đang bán

# product_sold
source: Sold products
vi: Đã bán

# product_sell_manager
source: Sell manager
vi: Quản lí hàng bán

# product_buy_manager
source: Buy manager
vi: Quản lí hàng mua

# product_interest
source: Interest products
vi: Sản phẩm quan tâm

# product_buying
source: Buying products
vi: Đang mua

# product_bought
source: Bought products
vi: Đã mua

# seller_detail
source: Detail
vi: Chi tiết

source: Seller name
vi: Tên người bán

# message_get_gallery_image
source: Get image from gallery
vi: Chọn ảnh từ thư viện

# message_capture_image
source: Capture image
vi: Chụp ảnh

# message_search
source: Search
vi: Tìm kiếm

# message_more
source: More...
vi: Xem thêm...

# message_not_set
source: Not set
vi: Chưa thiết lập

# type_required
source: required
vi: Bắt buộc

# type_optional
source: optional
vi: Tuỳ chọn

# title_close
source: Close
vi: Đóng

# title_home
source: Home
vi: Trang chủ

source: Save
vi: Lưu

source: Cancel
vi: Hủy

source: Revenue
vi: Doanh thu

# title_send
source: Send
vi: Gửi

# title_follow
source: Follow
vi: Theo dõi

source: Shipping address
vi: Địa chỉ chuyển hàng

source: Order product
vi: Đặt mua hàng

source: Order payment
vi: Thanh toán mua hàng

# order_pay_fee
source: Payment fee
vi: Phí thanh toán

# order_shipping
source: Shipping
vi: Giao hàng

# order_ship_provider
source: Ship provider
vi: Đơn vị giao hàng

# order_pay_total_amount
source: Total pay amount
vi: Tổng tiền

source: Order finish
vi: Đặt hàng thành công

source: Order guideline
vi: Giải thích về quy trình đặt hàng

source: Order sell date
vi: Ngày giao dịch

# payment_credit_card
source: Credit card
vi: Thẻ tín dụng

source: Profile
vi: Trang cá nhân

source: Self-introduction
vi: Mô tả về cửa hàng

source: Edit profile
vi: Chỉnh sửa thông tin cá nhân

source: All items
vi: Tất cả

source: Selling
vi: Đang bán

source: Profile settings
vi: Cài đặt thông tin cá nhân

source: Change
vi: Thay đổi

source: Shop name
vi: Tên cửa hàng

# nick_name
source: Name
vi: Tên

source: Follow
vi: The dõi

# shipping_address_add
source: Add new shipping address
vi: Thêm mới địa chỉ giao hàng

source: Notifications
vi: Thông báo

source: Transactions
vi: Giao dịch

source: You
vi: Bạn

source: There is no notification
vi: Không có thông báo

source: Authentication
vi: Xác thực

source: Enter your name
vi: Nhập tên của bạn

source: Enter your email
vi: Nhập email của bạn

source: Name
vi: Tên

source: Please enter email
vi: Vui lòng nhập email

source: Please enter name
vi: Vui lòng nhập tên

source: Enter your password
vi: Nhập mật khẩu

source: Password
vi: Mật khẩu

source: Please enter password
vi: Vui lòng nhập mật khẩu

source: Forget Password
vi: Quên mật khẩu

source: SIGN IN
vi: ĐĂNG NHẬP

source: SIGN UP
vi: ĐĂNG KÝ

# sign_up_account
source: Sign up
vi: Đăng ký ngay

source: Username or Password is incorrect
vi: Tài khoản hoặc mật khẩu không đúng

source: Confirm your password
vi: Xác nhận mật khẩu

source: Repeat password
vi: Nhập lại mật khẩu

# password_incorrect
source: Those password didnt match.Try again
vi: Mật khẩu không đúng.Vui lòng thử lại

source: Please login to continue
vi: Đăng nhập để tiếp tục

source: Register/Login
vi: Đăng ký/Đăng nhập

source: Your
vi: Của bạn

source: Empty
vi: Trống

source: Order requested
vi: Yêu cầu đặt hàng

source: Order approved
vi: Chấp nhận đơn hàng

source: Order paid
vi: Đã thanh toán

source: Ship requested
vi: Yêu cầu giao hàng

source: Ship status
vi: Trạng thái giao hàng

source: Ship failed
vi: Giao hàng thất bại

source: Ship done
vi: Giao hàng thành công

source: Assessment
vi: Đánh giá

source: Return requested
vi: Yêu cầu trả hàng

source: Return confirm
vi: Xác nhận trả hàng

source: Return shipping
vi: Đang giao hàng

source: Return failed
vi: Trả hàng thất bại

source: Return done
vi: Trả hàng thành công

source: Transaction finished
vi: Giao dịch thành công

source: Transaction cancelled
vi: Giao dịch bị hủy

source: Order rejected
vi: Từ chối đơn hàng

# new_product
source: New
vi: Mới

source: New unboxed
vi: Mới mở hộp

source: Unused
vi: Chưa sử dụng

source: No noticeable dirty
vi: Gần như mới

source: Slightly dirty
vi: Hơi cũ

source: Dirty
vi: Quá cũ

source: Overall bad
vi: Hình thức xấu

source: Pay when order
vi: Thanh toán khi đặt hàng

source: Pay when receive
vi: Thanh toán khi nhận hàng

source: Free ship
vi: Miễn phí giao hàng

source: Pending
vi: Đang xử lý

source: Pick up
vi: Đang lấy hàng

source: Picked up
vi: Đã lấy hàng

source: Delivering
vi: Đang giao hàng

source: Delivered
vi: Đã giao hàng

source: Pick up failed
vi: Lấy hàng thất bại

source: Deliver failed
vi: Giao hàng thất bại

source: Weight
vi: Cân nặng

source: Ship time estimation
vi: Thời gian dự kiến đưa hàng

# give_and_take
source: Give & Take
vi: Cho & Nhận

source: Recent
vi: Gần đây

# new_products
source: New
vi: Mới

# favorite_products
source: Favorite
vi: Yêu thích

source: Follow User List
vi: Đang theo dõi

source: Favorite brands
vi: Nhãn hiệu yêu thích

source: Favorite categories
vi: Danh mục yêu thích

source: Ranking
vi: Bảng xếp hạng

source: All seller list
vi: Danh sách người bán

source: Settings
vi: Cài đặt

source: Help
vi: Trợ giúp

source: Log out
vi: Đăng xuất

source: Detail Search
vi: Tìm kiếm nâng cao

source: Price
vi: Giá

source: Sold out
vi: Hết hàng

source: Clear
vi: Đặt lại

source: Search
vi: Tìm kiếm

source: Unspecified
vi: Chưa thiết lập

source: Saved search criteria
vi: Lịch sử tìm kiếm
